Repository: Muhammad-Zaripov/project
Catalog: lib/l10n/app_*.arb
Languages: cy, si, tg, ur, uz

# enableAutoRedeem
source: Enable to automatically redeem Fuelz when refueling.
cy: Ёқилғи қуйишда Fuelz автоматик ишлатиш учун ёқинг.
si: ඉන්ධන පිරවීමේදී ස්වයංක්‍රීයව Fuelz මුදවා ගැනීමට සක්‍රීය කරන්න.
tg: Барои истифодаи худкори Fuelz ҳангоми сӯзишворигирӣ фаъол кунед.
ur: ری فیولنگ کے دوران خودکار طور پر Fuelz استعمال کرنے کے لیے فعال کریں۔
uz: Yoqilg'i quyishda Fuelz avtomatik ishlatish uchun yoqing.

source: Need help?
cy: Ёрдам керакми?
si: උදව් අවශ්‍යද?
tg: Кӯмак лозим аст?
ur: مدد چاہیے؟
uz: Yordam kerakmi?

# supportAvailable
source: If you have any issues or questions, reach out anytime. Our support is available 24/7 by phone or email at {email}, with email responses within 48 to 72 hours.
cy: Агар сизда муаммо ёки саволлар бўлса, исталган вақтда мурожаат қилинг. Бизнинг ёрдам хизмати 24/7 телефон ёки {email} электрон почта орқали мавжуд, электрон почта жавоблари 48-72 соат ичида.
si: ඔබට කිසියම් ගැටලුවක් හෝ ප්‍රශ්න තිබේ නම්, ඕනෑම වේලාවක සම්බන්ධ වන්න. අපගේ සහාය 24/7 දුරකථන හෝ විද්‍යුත් තැපෑල {email} හරහා ලබා ගත හැක, විද්‍යුත් තැපැල් පිළිතුරු පැය 48 සිට 72 තුළ.
tg: Агар шумо ягон мушкилот ё савол дошта бошед, дар вақти дилхоҳ муроҷиат кунед. Дастгирии мо 24/7 тавассути телефон ё почтаи электронӣ дар {email} дастрас аст, ҷавобҳои почтаи электронӣ дар муддати 48 то 72 соат.
ur: اگر آپ کو کوئی مسئلہ یا سوالات ہیں تو کسی بھی وقت رابطہ کریں۔ ہماری سپورٹ 24/7 فون یا ای میل {email} پر دستیاب ہے، ای میل کے جوابات 48 سے 72 گھنٹوں کے اندر۔
uz: Agar sizda muammo yoki savollar bo'lsa, istalgan vaqtda murojaat qiling. Bizning yordam xizmati 24/7 telefon yoki {email} elektron pochta orqali mavjud, elektron pochta javoblari 48-72 soat ichida.

source: Call Support
cy: Ёрдамга қўнғироқ қилиш
si: සහායට අමතන්න
tg: Ба дастгирӣ занг занед
ur: سپورٹ کو کال کریں
uz: Yordamga qo'ng'iroq qilish

source: Send Email
cy: Электрон почта юбориш
si: විද්‍යුත් තැපෑල යවන්න
tg: Фиристодани почтаи электронӣ
ur: ای میل بھیجیں
uz: Elektron pochta yuborish

# appNameFuelback
source: Name of the app: FuelBack App
cy: Илова номи: FuelBack App
si: යෙදුමේ නම: FuelBack App
tg: Номи барнома: FuelBack App
ur: ایپ کا نام: FuelBack App
uz: Ilova nomi: FuelBack App

# launchedIn
source: Launched in: {year}
cy: Ишга туширилган: {year}
si: දියත් කළේ: {year}
tg: Оғоз шуд: {year}
ur: لانچ: {year}
uz: Ishga tushirilgan: {year}

source: Our mission
cy: Бизнинг миссиямиз
si: අපගේ මෙහෙවර
tg: Рисолати мо
ur: ہمارا مشن
uz: Bizning missiyamiz

# missionText
source: In a world where every detail counts towards shaping our collective destiny, our vision of society thrives on sustainable prosperity. Our vision is a future where communities are empowered to build better days, not just for today, but for generations to come. Through the collective effort of individuals acting with foresight and responsibility, we see a horizon where every small step taken today crafts a legacy of well-being, harmony, and abundance. This is a future where the mindful cultivation of our surroundings and attention to life's nuances unlock unparalleled possibilities for growth and happiness.
cy: Ҳар бир тафсилот бизнинг умумий тақдиримизни шакллантириш учун муҳим бўлган дунёда, жамият ҳақидаги қарашимиз барқарор фаровонликда гуллаб-яшнайди. Бизнинг қарашимиз - бу жамиятлар нафақат бугун, балки келажак авлодлар учун ҳам яхши кунларни қуриш имкониятига эга бўлган келажак. Олдиндан кўриш ва масъулият билан ҳаракат қилаётган шахсларнинг жамоавий саъй-ҳаракатлари туфайли биз бугун қилинган ҳар бир кичик қадам фаровонлик, уйғунлик ва мўл-кўллик меросини яратадиган уфқни кўрамиз. Бу атрофимизни онгли равишда ўстириш ва ҳаёт нозик томонларига эътибор бериш ўсиш ва бахт учун мисли кўрилмаган имкониятларни очадиган келажак.
si: අපගේ සාමූහික ඉරණම සැකසීම සඳහා සෑම විස්තරයක්ම වැදගත් වන ලෝකයක, සමාජය පිළිබඳ අපගේ දැක්ම තිරසාර සමෘද්ධිය මත වර්ධනය වේ. අපගේ දැක්ම වන්නේ ප්‍රජාවන් අද දිනට පමණක් නොව, ඉදිරි පරම්පරාවන් සඳහාද වඩා හොඳ දින ගොඩනැගීමට බලගැන්වූ අනාගතයකි. දුරදක්නා නුවණින් හා වගකීමෙන් කටයුතු කරන පුද්ගලයින්ගේ සාමූහික උත්සාහය තුළින්, අද ගන්නා සෑම කුඩා පියවරක්ම යහපැවැත්ම, සුසංයෝගය සහ සමෘද්ධියේ උරුමයක් නිර්මාණය කරන ක්ෂිතිජයක් අපි දකිමු. මෙය අපගේ වටපිටාව දැනුවත්ව වගා කිරීම සහ ජීවිතයේ සියුම් කරුණු කෙරෙහි අවධානය යොමු කිරීම වර්ධනය සහ සතුට සඳහා අසමසම අවස්ථා විවර කරන අනාගතයකි.
tg: Дар ҷаҳоне, ки ҳар як ҷузъиёт барои ташаккули тақдири дастаҷамъии мо муҳим аст, биниши мо дар бораи ҷомеа дар шукуфоии устувор рушд мекунад. Биниши мо - ин оянда аст, ки дар он ҷомеаҳо барои сохтани рӯзҳои беҳтар на танҳо барои имрӯз, балки барои наслҳои оянда низ имконият доранд. Тавассути кӯшишҳои дастаҷамъии шахсоне, ки бо дурандешӣ ва масъулият амал мекунанд, мо уфуқеро мебинем, ки дар он ҳар як қадами хурде, ки имрӯз гузошта мешавад, мероси некӯаҳволӣ, ҳамоҳангӣ ва фаровониро эҷод мекунад. Ин оянда аст, ки дар он парвариши огоҳонаи муҳити атрофи мо ва таваҷҷӯҳ ба нозукиҳои ҳаёт имкониятҳои беназирро барои рушд ва хушбахтӣ мекушояд.
ur: ایک ایسی دنیا میں جہاں ہر تفصیل ہماری اجتماعی تقدیر کی تشکیل میں اہمیت رکھتی ہے، معاشرے کے بارے میں ہمارا وژن پائیدار خوشحالی پر پروان چڑھتا ہے۔ ہمارا وژن ایک ایسا مستقبل ہے جہاں کمیونٹیز کو بہتر دن بنانے کا اختیار حاصل ہے، نہ صرف آج کے لیے بلکہ آنے والی نسلوں کے لیے۔ دور اندیشی اور ذمہ داری کے ساتھ کام کرنے والے افراد کی اجتماعی کوششوں کے ذریعے، ہم ایک ایسا افق دیکھتے ہیں جہاں آج اٹھایا گیا ہر چھوٹا قدم بہبود، ہم آہنگی اور کثرت کی میراث تخلیق کرتا ہے۔ یہ ایک ایسا مستقبل ہے جہاں ہمارے اردگرد کی ذہنی کاشت اور زندگی کی باریکیوں پر توجہ ترقی اور خوشی کے لیے بے مثال امکانات کھولتی ہے۔
uz: Har bir tafsilot bizning umumiy taqdirimizni shakllantirish uchun muhim bo'lgan dunyoda, jamiyat haqidagi qarashimiz barqaror farovonlikda gullab-yashnaydi. Bizning qarashimiz - bu jamiyatlar nafaqat bugun, balki kelajak avlodlar uchun ham yaxshi kunlarni qurish imkoniyatiga ega bo'lgan kelajak. Oldindan ko'rish va mas'uliyat bilan harakat qilayotgan shaxslarning jamoaviy sa'y-harakatlari tufayli biz bugun qilingan har bir kichik qadam farovonlik, uyg'unlik va mo'l-ko'llik merosini yaratadigan ufqni ko'ramiz. Bu atrofimizni ongli ravishda o'stirish va hayot nozik tomonlariga e'tibor berish o'sish va baxt uchun misli ko'rilmagan imkoniyatlarni ochadigan kelajak.

source: Our vision
cy: Бизнинг қарашимиз
si: අපගේ දැක්ම
tg: Биниши мо
ur: ہمارا وژن
uz: Bizning qarashimiz

# visionText
source: Our mission is to be the catalyst for this transformative journey. By nurturing saving habits and instilling a deep appreciation for the finer details of daily life, we set the stage for profound and lasting improvement in every way of life. We commit to:
cy: Бизнинг миссиямиз бу ўзгарувчан саёҳатнинг катализатори бўлишдир. Тежаш одатларини тарбиялаш ва кундалик ҳаётнинг нозик тафсилотларини чуқур тушунишни сингдириш орқали биз ҳаётнинг барча йўлларида чуқур ва узоқ муддатли яхшиланиш учун замин яратамиз. Биз мажбурият оламиз:
si: අපගේ මෙහෙවර වන්නේ මෙම පරිවර්තනීය ගමනේ උත්ප්‍රේරකය වීමයි. ඉතිරි කිරීමේ පුරුදු පෝෂණය කිරීමෙන් සහ දෛනික ජීවිතයේ සියුම් විස්තර සඳහා ගැඹුරු අගයක් ඇති කිරීමෙන්, අපි ජීවිතයේ සෑම මාර්ගයකම ගැඹුරු හා දිගුකාලීන වැඩිදියුණු කිරීමක් සඳහා වේදිකාව සකසමු. අපි කැපවී සිටිමු:
tg: Рисолати мо - катализатори ин сафари тағйирёбанда будан аст. Бо парвариши одатҳои пасандоз ва ворид кардани дарки амиқи ҷузъиёти нозуки ҳаёти ҳаррӯза, мо заминаро барои беҳбудии амиқ ва дарозмуддат дар ҳамаи роҳҳои ҳаёт фароҳам меорем. Мо ӯҳдадор мешавем:
ur: ہمارا مشن اس تبدیلی کے سفر کا اتپریرک بننا ہے۔ بچت کی عادات کو پروان چڑھا کر اور روزمرہ کی زندگی کی باریک تفصیلات کی گہری تعریف پیدا کر کے، ہم زندگی کے تمام طریقوں میں گہری اور دیرپا بہتری کے لیے اسٹیج تیار کرتے ہیں۔ ہم عہد کرتے ہیں:
uz: Bizning missiyamiz bu o'zgaruvchan sayohatning katalizatori bo'lishdir. Tejash odatlarini tarbiyalash va kundalik hayotning nozik tafsilotlarini chuqur tushunishni singdirish orqali biz hayotning barcha yo'llarida chuqur va uzoq muddatli yaxshilanish uchun zamin yaratamiz. Biz majburiyat olamiz:

# inspiringAction
source: Inspiring Action for a Better Tomorrow:
cy: Яхши эртанги кун учун ҳаракатга илҳомлантириш:
si: වඩා හොඳ හෙටක් සඳහා ක්‍රියාවට පොළඹවීම:
tg: Илҳом додан ба амал барои фардои беҳтар:
ur: بہتر کل کے لیے عمل کی ترغیب:
uz: Yaxshi ertangi kun uchun harakatga ilhomlantirish:

# inspiringActionText
source: Facilitating and encouraging actions that not only serve our immediate needs but also contribute to the long-term vibrancy and health of our communities.
cy: Нафақат бизнинг бевосита эҳтиёжларимизга хизмат қиладиган, балки жамиятларимизнинг узоқ муддатли ҳаётийлиги ва соғлиғига ҳисса қўшадиган ҳаракатларни осонлаштириш ва рағбатлантириш.
si: අපගේ ක්ෂණික අවශ්‍යතා සපුරාලීමට පමණක් නොව අපගේ ප්‍රජාවන්ගේ දිගුකාලීන ජීවමානභාවය සහ සෞඛ්‍යයට දායක වන ක්‍රියාවන් පහසු කිරීම සහ දිරිගැන්වීම.
tg: Осон кардан ва ҳавасманд кардани амалҳое, ки на танҳо ба ниёзҳои фаврии мо хизмат мекунанд, балки ба зиндагӣ ва саломатии дарозмуддати ҷомеаҳои мо мусоидат мекунанд.
ur: ایسے اعمال کی سہولت اور حوصلہ افزائی جو نہ صرف ہماری فوری ضروریات کو پورا کرتے ہیں بلکہ ہماری کمیونٹیز کی طویل المیعاد متحرک اور صحت میں بھی حصہ ڈالتے ہیں۔
uz: Nafaqat bizning bevosita ehtiyojlarimizga xizmat qiladigan, balki jamiyatlarimizning uzoq muddatli hayotiyligi va sog'lig'iga hissa qo'shadigan harakatlarni osonlashtirish va rag'batlantirish.

# fosteringEngagement
source: Fostering Collective Engagement:
cy: Жамоавий иштирокни ривожлантириш:
si: සාමූහික නියැලීම පෝෂණය කිරීම:
tg: Рушди иштироки дастаҷамъӣ:
ur: اجتماعی مشغولیت کو فروغ دینا:
uz: Jamoaviy ishtirokni rivojlantirish:

# fosteringEngagementText
source: Uniting individuals, communities, and partners in a shared mission to generate positive change, reinforcing the belief that together, we can achieve more than we can achieve alone.
cy: Ижобий ўзгаришларни яратиш учун умумий миссияда шахслар, жамоалар ва ҳамкорларни бирлаштириш, бирга-ликда ёлғиз қилганимиздан кўра кўпроқ нарсага эриша олишимизга ишончни мустаҳкамлаш.
si: ධනාත්මක වෙනසක් ඇති කිරීමේ හවුල් මෙහෙවරක පුද්ගලයින්, ප්‍රජාවන් සහ හවුල්කරුවන් එක්සත් කිරීම, එකට අපට තනිව ලබා ගත හැකි ප්‍රමාණයට වඩා වැඩි යමක් සාක්ෂාත් කර ගත හැකි බවට විශ්වාසය ශක්තිමත් කිරීම.
tg: Муттаҳид кардани шахсон, ҷомеаҳо ва шарикон дар рисолати муштарак барои эҷоди тағйироти мусбат, таҳкими эътиқод ба он ки мо якҷоя метавонем бештар аз он чи танҳо ба даст оварда метавонем, ноил шавем.
ur: مثبت تبدیلی پیدا کرنے کے مشترکہ مشن میں افراد، کمیونٹیز اور شراکت داروں کو متحد کرنا، اس یقین کو تقویت دینا کہ مل کر ہم اکیلے سے زیادہ حاصل کر سکتے ہیں۔
uz: Ijobiy o'zgarishlarni yaratish uchun umumiy missiyada shaxslar, jamoalar va hamkorlarni birlashtirish, birgalikda yolg'iz qilganimizdan ko'ra ko'proq narsaga erisha olishimizga ishonchni mustahkamlash.

# promotingProsperity
source: Promoting Sustainable Prosperity:
cy: Барқарор фаровонликни тарғиб қилиш:
si: තිරසාර සමෘද්ධිය ප්‍රවර්ධනය කිරීම:
tg: Пешбурди шукуфоии устувор:
ur: پائیدار خوشحالی کو فروغ دینا:
uz: Barqaror farovonlikni targ'ib qilish:

# promotingProsperityText
source: Championing practices and initiatives that ensure our collective efforts lead to a sustainable and prosperous future for all.
cy: Бизнинг жамоавий саъй-ҳаракатларимиз ҳамма учун барқарор ва гуллаб-яшнаган келажакка олиб келишини таъминлайдиган амалиётлар ва ташаббусларни қўллаб-қувватлаш.
si: අපගේ සාමූහික උත්සාහයන් සියල්ලන්ටම තිරසාර හා සමෘද්ධිමත් අනාගතයකට මග පාදන බව සහතික කරන භාවිතයන් සහ මුලපිරීම් වෙනුවෙන් පෙනී සිටීම.
tg: Дастгирии амалия ва ташаббусҳое, ки кафолат медиҳанд, ки кӯшишҳои дастаҷамъии мо ба ояндаи устувор ва шукуфо барои ҳама оварда мерасонад.
ur: ایسے طریقوں اور اقدامات کی حمایت کرنا جو اس بات کو یقینی بناتے ہیں کہ ہماری اجتماعی کوششیں سب کے لیے پائیدار اور خوشحال مستقبل کا باعث بنیں۔
uz: Bizning jamoaviy sa'y-harakatlarimiz hamma uchun barqaror va gullab-yashnagan kelajakka olib kelishini ta'minlaydigan amaliyotlar va tashabbuslarni qo'llab-quvvatlash.

source: Contact us
cy: Биз билан боғланиш
si: අප අමතන්න
tg: Бо мо тамос гиред
ur: ہم سے رابطہ کریں
uz: Biz bilan bog'lanish

source: Referrals
cy: Тавсиялар
si: යොමු කිරීම්
tg: Тавсияҳо
ur: حوالہ جات
uz: Tavsiyalar

# giveGiftOfFuelz
source: Give the gift of Fuelz to friends
cy: Дўстларга Fuelz совға қилинг
si: මිතුරන්ට Fuelz තෑගි දෙන්න
tg: Ба дӯстон Fuelz туҳфа кунед
ur: دوستوں کو Fuelz کا تحفہ دیں
uz: Do'stlarga Fuelz sovg'a qiling

# bothGetPromo
source: You both get a promo when your friend makes their first order.
cy: Дўстингиз биринчи буюртма берганида иккалангиз ҳам промо оласиз.
si: ඔබගේ මිතුරා ඔවුන්ගේ පළමු ඇණවුම කරන විට ඔබ දෙදෙනාම ප්‍රවර්ධනයක් ලබා ගනී.
tg: Вақте дӯсти шумо фармоиши аввалини худро медиҳад, ҳарду промо мегиред.
ur: جب آپ کے دوست اپنا پہلا آرڈر دیتے ہیں تو آپ دونوں کو پرومو ملتا ہے۔
uz: Do'stingiz birinchi buyurtma berganida ikkalangiz ham promo olasiz.

source: You get off
cy: Сиз чегирма оласиз
si: ඔබට වට්ටමක් ලැබේ
tg: Шумо тахфиф мегиред
ur: آپ کو چھوٹ ملتی ہے
uz: Siz chegirma olasiz

source: They get off
cy: Улар чегирма олади
si: ඔවුන්ට වට්ටමක් ලැබේ
tg: Онҳо тахфиф мегиранд
ur: انہیں چھوٹ ملتی ہے
uz: Ular chegirma oladi

# lkrFuelz
source: LKR {amount} ({fuelz} Fuelz) when your friend make their first purchase.
cy: Дўстингиз биринчи харид қилганда LKR {amount} ({fuelz} Fuelz).
si: ඔබගේ මිතුරා පළමු මිලදී ගැනීම කරන විට LKR {amount} ({fuelz} Fuelz).
tg: Вақте дӯсти шумо хариди аввалини худро анҷом медиҳад, LKR {amount} ({fuelz} Fuelz).
ur: جب آپ کے دوست پہلی خریداری کرتے ہیں تو LKR {amount} ({fuelz} Fuelz)۔
uz: Do'stingiz birinchi xarid qilganda LKR {amount} ({fuelz} Fuelz).

# forFirstOrder
source: For the First order LKR {amount} ({fuelz} Fuelz)
cy: Биринчи буюртма учун LKR {amount} ({fuelz} Fuelz)
si: පළමු ඇණවුම සඳහා LKR {amount} ({fuelz} Fuelz)
tg: Барои фармоиши аввал LKR {amount} ({fuelz} Fuelz)
ur: پہلے آرڈر کے لیے LKR {amount} ({fuelz} Fuelz)
uz: Birinchi buyurtma uchun LKR {amount} ({fuelz} Fuelz)

# sharePromoCode
source: Share your promo code to receive fuelz
cy: Fuelz олиш учун промо кодингизни улашинг
si: fuelz ලබා ගැනීමට ඔබගේ ප්‍රවර්ධන කේතය බෙදා ගන්න
tg: Барои гирифтани fuelz рамзи промои худро мубодила кунед
ur: fuelz حاصل کرنے کے لیے اپنا پرومو کوڈ شیئر کریں
uz: Fuelz olish uchun promo kodingizni ulashing

source: Invited friends
cy: Таклиф қилинган дўстлар
si: ආරාධනා කළ මිතුරන්
tg: Дӯстони даъватшуда
ur: مدعو شدہ دوست
uz: Taklif qilingan do'stlar

source: Activate
cy: Фаоллаштириш
si: සක්‍රිය කරන්න
tg: Фаъол кардан
ur: فعال کریں
uz: Faollashtirish

source: Notifications
cy: Билдиришномалар
si: දැනුම්දීම්
tg: Огоҳиномаҳо
ur: اطلاعات
uz: Bildirishnomalar

source: No notifications
cy: Билдиришномалар йўқ
si: දැනුම්දීම් නැත
tg: Огоҳинома нест
ur: کوئی اطلاعات نہیں
uz: Bildirishnomalar yo'q

# futureNotifications
source: Your future notifications will appear here.
cy: Сизнинг келажакдаги билдиришномаларингиз шу ерда пайдо бўлади.
si: ඔබගේ අනාගත දැනුම්දීම් මෙහි දිස් වනු ඇත.
tg: Огоҳиномаҳои ояндаи шумо дар ин ҷо пайдо мешаванд.
ur: آپ کی مستقبل کی اطلاعات یہاں ظاہر ہوں گی۔
uz: Sizning kelajakdagi bildirishnomalaringiz shu yerda paydo bo'ladi.

# youReceived
source: You received {amount} Fuelz
cy: Сиз {amount} Fuelz олдингиз
si: ඔබට Fuelz {amount}ක් ලැබුණි
tg: Шумо {amount} Fuelz гирифтед
ur: آپ نے {amount} Fuelz حاصل کیے
uz: Siz {amount} Fuelz oldingiz

# youFilledUp
source: You filled up your car at the station {station}...
cy: Сиз машинангизни {station} станциясида тўлдирдингиз...
si: ඔබ ඔබගේ මෝටර් රථය {station} මධ්‍යස්ථානයේ පුරවා ගත්තා...
tg: Шумо мошини худро дар истгоҳи {station} пур кардед...
ur: آپ نے اپنی گاڑی کو {station} اسٹیشن پر بھرا...
uz: Siz mashinangizni {station} stansiyasida to'ldirdingiz...

source: Cancel
cy: Бекор қилиш
si: අවලංගු කරන්න
tg: Бекор кардан
ur: منسوخ
uz: Bekor qilish

# takePicture
source: Take a picture
cy: Расм олиш
si: පින්තූරයක් ගන්න
tg: Акс гирифтан
ur: تصویر لیں
uz: Rasm olish

# choosePicture
source: Choose a picture
cy: Расм танлаш
si: පින්තූරයක් තෝරන්න
tg: Интихоби акс
ur: تصویر منتخب کریں
uz: Rasm tanlash

source: Delete
cy: Ўчириш
si: මකන්න
tg: Нест кардан
ur: حذف کریں
uz: O'chirish

source: Save
cy: Сақлаш
si: සුරකින්න
tg: Нигоҳ доштан
ur: محفوظ کریں
uz: Saqlash

source: Confirm
cy: Тасдиқлаш
si: තහවුරු කරන්න
tg: Тасдиқ
ur: تصدیق کریں
uz: Tasdiqlash

source: Loading...
cy: Юкланмоқда...
si: පූරණය වෙමින්...
tg: Боркунӣ...
ur: لوڈ ہو رہا ہے...
uz: Yuklanmoqda...

source: Error
cy: Хато
si: දෝෂය
tg: Хато
ur: خرابی
uz: Xato

source: Success
cy: Муваффақият
si: සාර්ථකයි
tg: Муваффақият
ur: کامیابی
uz: Muvaffaqiyat

source: Warning
cy: Огоҳлантириш
si: අනතුරු ඇඟවීම
tg: Огоҳӣ
ur: انتباہ
uz: Ogohlantirish

source: Info
cy: Маълумот
si: තොරතුරු
tg: Маълумот
ur: معلومات
uz: Ma'lumot

source: Yes
cy: Ҳа
si: ඔව්
tg: Ҳа
ur: جی ہاں
uz: Ha

source: No
cy: Йўқ
si: නැත
tg: Не
ur: نہیں
uz: Yo'q

source: Close
cy: Ёпиш
si: වසන්න
tg: Пӯшидан
ur: بند کریں
uz: Yopish

source: Retry
cy: Қайта уриниш
si: නැවත උත්සාහ කරන්න
tg: Такрор
ur: دوبارہ کوشش کریں
uz: Qayta urinish

source: Submit
cy: Юбориш
si: ඉදිරිපත් කරන්න
tg: Пешниҳод
ur: جمع کریں
uz: Yuborish

source: Done
cy: Бажарилди
si: අවසන්
tg: Тайёр
ur: مکمل
uz: Bajarildi

source: Skip
cy: Ўтказиб юбориш
si: මඟ හරින්න
tg: Гузаронидан
ur: چھوڑیں
uz: O'tkazib yuborish

# continueTitle
source: Continue
cy: Давом этиш
si: ඉදිරියට
tg: Идома
ur: جاری رکھیں
uz: Davom etish

source: Back
cy: Орқага
si: ආපසු
tg: Бозгашт
ur: واپس
uz: Orqaga

source: Edit
cy: Таҳрирлаш
si: සංස්කරණය
tg: Таҳрир
ur: ترمیم
uz: Tahrirlash

source: Update
cy: Янгилаш
si: යාවත්කාලීන කරන්න
tg: Навсозӣ
ur: اپ ڈیٹ
uz: Yangilash

source: Remove
cy: Ўчириш
si: ඉවත් කරන්න
tg: Хориҷ кардан
ur: ہٹائیں
uz: O'chirish

source: Share
cy: Улашиш
si: බෙදා ගන්න
tg: Мубодила
ur: شیئر کریں
uz: Ulashish

source: Copy
cy: Нусхалаш
si: පිටපත් කරන්න
tg: Нусхабардорӣ
ur: کاپی
uz: Nusxalash

source: Paste
cy: Қўйиш
si: අලවන්න
tg: Часпонидан
ur: پیسٹ
uz: Qo'yish

source: Select all
cy: Ҳаммасини танлаш
si: සියල්ල තෝරන්න
tg: Интихоби ҳама
ur: سب منتخب کریں
uz: Hammasini tanlash

source: Clear
cy: Тозалаш
si: හිස් කරන්න
tg: Тоза кардан
ur: صاف کریں
uz: Tozalash

source: Reset
cy: Қайта ўрнатиш
si: නැවත සකසන්න
tg: Аз нав танзим
ur: دوبارہ ترتیب دیں
uz: Qayta o'rnatish

source: Refresh
cy: Янгилаш
si: නැවුම් කරන්න
tg: Навсозӣ
ur: ریفریش
uz: Yangilash

source: More
cy: Кўпроқ
si: තවත්
tg: Бештар
ur: مزید
uz: Ko'proq

source: Less
cy: Камроқ
si: අඩු
tg: Камтар
ur: کم
uz: Kamroq

source: Show more
cy: Кўпроқ кўрсатиш
si: තවත් පෙන්වන්න
tg: Бештар нишон додан
ur: مزید دکھائیں
uz: Ko'proq ko'rsatish

source: Show less
cy: Камроқ кўрсатиш
si: අඩුවෙන් පෙන්වන්න
tg: Камтар нишон додан
ur: کم دکھائیں
uz: Kamroq ko'rsatish

source: See all
cy: Ҳаммасини кўриш
si: සියල්ල බලන්න
tg: Дидани ҳама
ur: سب دیکھیں
uz: Hammasini ko'rish

source: Collapse
cy: Йиғиш
si: හකුළන්න
tg: Печонидан
ur: سکیڑیں
uz: Yig'ish

source: Expand
cy: Кенгайтириш
si: විහිදන්න
tg: Васеъ кардан
ur: پھیلائیں
uz: Kengaytirish

source: Today
cy: Бугун
si: අද
tg: Имрӯз
ur: آج
uz: Bugun

source: Yesterday
cy: Кеча
si: ඊයේ
tg: Дирӯз
ur: کل
uz: Kecha

source: Tomorrow
cy: Эртага
si: හෙට
tg: Фардо
ur: کل
uz: Ertaga

source: Now
cy: Ҳозир
si: දැන්
tg: Ҳозир
ur: اب
uz: Hozir

source: Later
cy: Кейинроқ
si: පසුව
tg: Баъдтар
ur: بعد میں
uz: Keyinroq

source: Soon
cy: Тез орада
si: ඉක්මනින්
tg: Ба зудӣ
ur: جلد
uz: Tez orada

source: Never
cy: Ҳеч қачон
si: කවදාවත් නැත
tg: Ҳеҷ гоҳ
ur: کبھی نہیں
uz: Hech qachon

source: Always
cy: Доим
si: සැමවිටම
tg: Ҳамеша
ur: ہمیشہ
uz: Doim

source: Sometimes
cy: Баъзан
si: සමහර වෙලාවට
tg: Баъзан
ur: کبھی کبھی
uz: Ba'zan

source: Daily
cy: Кунлик
si: දිනපතා
tg: Ҳаррӯза
ur: روزانہ
uz: Kunlik

source: Weekly
cy: Ҳафталик
si: සතිපතා
tg: Ҳафтаина
ur: ہفتہ وار
uz: Haftalik

source: Monthly
cy: Ойлик
si: මාසික
tg: Моҳона
ur: ماہانہ
uz: Oylik

source: Yearly
cy: Йиллик
si: වාර්ෂික
tg: Солона
ur: سالانہ
uz: Yillik

source: Euro 3
cy: Евро 3
si: යුරෝ 3
tg: Евро 3
ur: یورو 3

source: Auto Diesel
cy: Авто дизел
si: ඔටෝ ඩීසල්
tg: Авто дизел
ur: آٹو ڈیزل
uz: Avto dizel

source: Super Diesel
cy: Супер дизел
si: සුපර් ඩීසල්
tg: Супер дизел
ur: سپر ڈیزل
uz: Super dizel

source: Petrol 95
cy: Бензин 95
si: පෙට්‍රල් 95
tg: Бензин 95
ur: پیٹرول 95
uz: Benzin 95

source: Petrol 92
cy: Бензин 92
si: පෙට්‍රල් 92
tg: Бензин 92
ur: پیٹرول 92
uz: Benzin 92

source: Extra Mile
cy: Экстра мил
si: එක්ස්ට්‍රා මයිල්
tg: Экстра мил
ur: ایکسٹرا مائل
uz: Ekstra mil

source: OK
si: හරි
ur: ٹھیک ہے
