Repository: Muhammad-Zaripov/project
Catalog: lib/l10n/app_*.arb
Languages: cy, si, tg, ur, uz

source: Phone Verification
cy: Телефон тасдиқлаш
si: දුරකථන සත්‍යාපනය
tg: Тасдиқи телефон
ur: فون کی تصدیق
uz: Telefon tasdiqlash

# enterSixDigitCode
source: Enter 6-digit code we sent by SMS
cy: SMS орқали юборилган 6 хонали кодни киритинг
si: SMS මගින් යවන ලද ඉලක්කම් 6ක කේතය ඇතුළත් කරන්න
tg: Рамзи 6-рақамае, ки тавассути SMS фиристода шуд, ворид кунед
ur: SMS کے ذریعے بھیجا گیا 6 ہندسوں کا کوڈ درج کریں
uz: SMS orqali yuborilgan 6 xonali kodni kiriting

# didntReceiveCode
source: Didn't receive the code?
cy: Код олмадингизми?
si: කේතය ලැබුණේ නැද්ද?
tg: Рамзро нагирифтед?
ur: کوڈ موصول نہیں ہوا؟
uz: Kod olmadingizmi?

source: Resend Code
cy: Кодни қайта юбориш
si: කේතය නැවත යවන්න
tg: Дубора фиристодани рамз
ur: کوڈ دوبارہ بھیجیں
uz: Kodni qayta yuborish

source: Verify
cy: Тасдиқлаш
si: සත්‍යාපනය කරන්න
tg: Тасдиқ кардан
ur: تصدیق کریں
uz: Tasdiqlash

source: Sign In
cy: Кириш
si: පුරන්න
tg: Ворид шудан
ur: سائن ان
uz: Kirish

source: Sign Up
cy: Рўйхатдан ўтиш
si: ලියාපදිංචි වන්න
tg: Сабти ном
ur: سائن اپ
uz: Ro'yxatdan o'tish

source: Phone Number
cy: Телефон рақами
si: දුරකථන අංකය
tg: Рақами телефон
ur: فون نمبر
uz: Telefon raqami

# pleaseProvideInfo
source: Please provide the following information
cy: Илтимос, қуйидаги маълумотларни киритинг
si: කරුණාකර පහත තොරතුරු සපයන්න
tg: Лутфан маълумоти зеринро пешниҳод кунед
ur: براہ کرم مندرجہ ذیل معلومات فراہم کریں
uz: Iltimos, quyidagi ma'lumotlarni kiriting

source: First Name
cy: Исм
si: මුල් නම
tg: Ном
ur: پہلا نام
uz: Ism

source: Email
cy: Электрон почта
si: විද්‍යුත් තැපෑල
tg: Почтаи электронӣ
ur: ای میل
uz: Elektron pochta

source: Email (Optional)
cy: Электрон почта (ихтиёрий)
si: විද්‍යුත් තැපෑල (විකල්ප)
tg: Почтаи электронӣ (ихтиёрӣ)
ur: ای میل (اختیاری)
uz: Elektron pochta (ixtiyoriy)

source: Referral Code
cy: Реферал код
si: යොමු කේතය
tg: Рамзи реферал
ur: ریفرل کوڈ
uz: Referal kod

source: Referral Code (Optional)
cy: Реферал код (ихтиёрий)
si: යොමු කේතය (විකල්ප)
tg: Рамзи реферал (ихтиёрӣ)
ur: ریفرل کوڈ (اختیاری)
uz: Referal kod (ixtiyoriy)

source: Vehicle Type
cy: Транспорт тури
si: වාහන වර්ගය
tg: Намуди нақлиёт
ur: گاڑی کی قسم
uz: Transport turi

source: Next
cy: Кейинги
si: ඊළඟ
tg: Баъдӣ
ur: اگلا
uz: Keyingi

# byContiuningYouAgree
source: By continuing, you agree to our {privacyPolicy} and our {termsAndConditions}
cy: Давом этиш орқали сиз бизнинг {privacyPolicy} ва {termsAndConditions} га розилик билдирасиз
si: ඉදිරියට යාමෙන්, ඔබ අපගේ {privacyPolicy} සහ අපගේ {termsAndConditions} සමඟ එකඟ වේ
tg: Бо идома додан шумо бо {privacyPolicy} ва {termsAndConditions} мо розӣ мешавед
ur: جاری رکھ کر، آپ ہماری {privacyPolicy} اور ہماری {termsAndConditions} سے اتفاق کرتے ہیں
uz: Davom etish orqali siz bizning {privacyPolicy} va {termsAndConditions} ga rozilik bildirasiz

source: Privacy Policy
cy: Махфийлик сиёсати
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
tg: Сиёсати махфият
ur: رازداری کی پالیسی
uz: Maxfiylik siyosati

source: Terms and Conditions
cy: Фойдаланиш шартлари
si: කොන්දේසි සහ නියම
tg: Шартҳои истифода
ur: شرائط و ضوابط
uz: Foydalanish shartlari

# hello
source: Hello, {name}
cy: Салом, {name}
si: හෙලෝ, {name}
tg: Салом, {name}
ur: ہیلو، {name}
uz: Salom, {name}

source: Fuel Up
cy: Ёқилғи олиш
si: ඉන්ධන පිරවීම
tg: Сӯзишворӣ гирифтан
ur: فیول اپ
uz: Yoqilg'i olish

source: Transfer
cy: Ўтказма
si: මාරු කිරීම
tg: Интиқол
ur: منتقلی
uz: O'tkazma

source: Pay Bill
cy: Ҳисоб тўлаш
si: බිල් ගෙවීම
tg: Пардохти ҳисоб
ur: بل ادا کریں
uz: Hisob to'lash

source: Accounts
cy: Ҳисоблар
si: ගිණුම්
tg: Ҳисобҳо
ur: اکاؤنٹس
uz: Hisoblar

source: Send Fuelz
cy: Fuelz юбориш
si: Fuelz යවන්න
tg: Фиристодани Fuelz
ur: Fuelz بھیجیں
uz: Fuelz yuborish

# lkrToShare
source: LKR {amount} to share
cy: LKR {amount} ulashish
uz: LKR {amount} ulashish

source: Social Portal
cy: Ижтимоий портал
si: සමාජ පෝර්ටලය
tg: Портали иҷтимоӣ
ur: سوشل پورٹل
uz: Ijtimoiy portal

source: My Fuelz Balance
cy: Менинг Fuelz балансим
si: මගේ Fuelz ශේෂය
tg: Тавозуни Fuelz-и ман
ur: میرا Fuelz بیلنس
uz: Mening Fuelz balansim

source: Pending
cy: Кутилмоқда
si: පොරොත්තුවෙන්
tg: Дар интизор
ur: زیر التواء
uz: Kutilmoqda

source: Total Available
cy: Жами мавжуд
si: මුළු ලබා ගත හැකි
tg: Ҳамагӣ дастрас
ur: کل دستیاب
uz: Jami mavjud

source: Usable
cy: Фойдаланиш мумкин
si: භාවිතා කළ හැකි
tg: Қобили истифода
ur: قابل استعمال
uz: Foydalanish mumkin

source: Convert Fuelz
cy: Fuelz конвертация қилиш
si: Fuelz පරිවර්තනය
tg: Табдили Fuelz
ur: Fuelz تبدیل کریں
uz: Fuelz konvertatsiya qilish

source: Purchase History
cy: Харид тарихи
si: මිලදී ගැනීමේ ඉතිහාසය
tg: Таърихи харид
ur: خریداری کی تاریخ
uz: Xarid tarixi

source: Car Wash
cy: Автомобиль ювиш
si: කාර් වොෂ්
tg: Шустушӯи мошин
ur: کار واش
uz: Avtomobil yuvish

source: Fuel Type
cy: Ёқилғи тури
si: ඉන්ධන වර්ගය
tg: Намуди сӯзишворӣ
ur: ایندھن کی قسم
uz: Yoqilg'i turi

source: Price Tracking
cy: Нархларни кузатиш
si: මිල නිරීක්ෂණය
tg: Пайгирии нарх
ur: قیمت کی نگرانی
uz: Narxlarni kuzatish

source: Recommended for You
cy: Сиз учун тавсия этилган
si: ඔබ සඳහා නිර්දේශිත
tg: Барои шумо тавсия шудааст
ur: آپ کے لیے تجویز کردہ
uz: Siz uchun tavsiya etilgan

source: View on Map
cy: Харитада кўриш
si: සිතියමේ බලන්න
tg: Дар харита дидан
ur: نقشے پر دیکھیں
uz: Xaritada ko'rish

# getUpToGift
source: Get up to {amount} L in gift
cy: {amount} L гача совға олинг
si: {amount} L දක්වා තෑග්ගක් ලබා ගන්න
tg: То {amount} L ҳадя гиред
ur: {amount} L تک تحفہ حاصل کریں
uz: {amount} L gacha sovg'a oling

source: Invite friends to FuelBack
cy: Дўстларингизни FuelBack'га таклиф қилинг
si: මිතුරන් FuelBack වෙත ආරාධනා කරන්න
tg: Дӯстонро ба FuelBack даъват кунед
ur: دوستوں کو FuelBack میں مدعو کریں
uz: Do'stlaringizni FuelBack'ga taklif qiling

source: Share invite
cy: Таклифнома улашиш
si: ආරාධනා බෙදා ගන්න
tg: Мубодилаи даъватнома
ur: دعوت شیئر کریں
uz: Taklifnoma ulashish

# youPayGivesBack
source: You pay. {company} gives back.
cy: Сиз тўлайсиз. {company} қайтаради.
si: ඔබ ගෙවයි. {company} ආපසු දෙයි.
tg: Шумо пардохт мекунед. {company} баргардонад.
ur: آپ ادا کرتے ہیں۔ {company} واپس دیتا ہے۔
uz: Siz to'laysiz. {company} qaytaradi.

# evenForBoringStuff
source: Even for the boring stuff.
cy: Ҳатто зерикарли нарсалар учун ҳам.
si: කම්මැලි දේවල් සඳහා පවා.
tg: Ҳатто барои чизҳои дилгиркунанда.
ur: بورنگ چیزوں کے لیے بھی۔
uz: Hatto zerikarli narsalar uchun ham.

source: Wallet
cy: Ҳамён
si: පසුම්බිය
tg: Ҳамён
ur: بٹوہ
uz: Hamyon

source: My balances
cy: Менинг балансларим
si: මගේ ශේෂයන්
tg: Тавозунҳои ман
ur: میرے بیلنس
uz: Mening balanslarim

source: Liters Balance
cy: Литр баланси
si: ලීටර් ශේෂය
tg: Тавозуни литр
ur: لیٹر بیلنس
uz: Litr balansi

source: Gas
cy: Ёқилғи
si: ගෑස්
tg: Сӯзишворӣ
ur: گیس
uz: Yoqilg'i

source: Add
cy: Қўшиш
si: එකතු කරන්න
tg: Илова кардан
ur: شامل کریں
uz: Qo'shish

# changeFuelzToGreen
source: Change Fuelz to Green Fuelz and participate in Green projects
cy: Fuelz'ни Green Fuelz'га алмаштиринг ва яшил лойиҳаларда иштирок этинг
si: Fuelz Green Fuelz බවට වෙනස් කර හරිත ව්‍යාපෘතිවල සහභාගී වන්න
tg: Fuelz-ро ба Green Fuelz иваз кунед ва дар лоиҳаҳои сабз иштирок кунед
ur: Fuelz کو Green Fuelz میں تبدیل کریں اور سبز منصوبوں میں حصہ لیں
uz: Fuelz'ni Green Fuelz'ga almashtiring va yashil loyihalarda ishtirok eting

source: Upload Receipt
cy: Чек юклаш
si: රිසිට් උඩුගත කරන්න
tg: Боргузории расид
ur: رسید اپ لوڈ کریں
uz: Chek yuklash

source: Completed
cy: Бажарилди
si: සම්පූර්ණයි
tg: Анҷом ёфт
ur: مکمل
uz: Bajarildi

source: Receipt
cy: Чек
si: රිසිට්
tg: Расид
ur: رسید
uz: Chek

source: Total
cy: Жами
si: එකතුව
tg: Ҳамагӣ
ur: کل
uz: Jami

source: Initial amount
cy: Бошланғич сумма
si: ආරම්භක මුදල
tg: Маблағи ибтидоӣ
ur: ابتدائی رقم
uz: Boshlang'ich summa

source: Spend Fuelz
cy: Fuelz сарфлаш
si: Fuelz වියදම් කරන්න
tg: Сарфи Fuelz
ur: Fuelz خرچ کریں
uz: Fuelz sarflash

source: Collected Fuelz
cy: Йиғилган Fuelz
si: එකතු කළ Fuelz
tg: Fuelz ҷамъшуда
ur: جمع شدہ Fuelz
uz: Yig'ilgan Fuelz

source: Details
cy: Тафсилотлар
si: විස්තර
tg: Тафсилот
ur: تفصیلات
uz: Tafsilotlar

source: Received Fuelz
cy: Олинган Fuelz
si: ලැබුණු Fuelz
tg: Fuelz гирифташуда
ur: موصولہ Fuelz
uz: Olingan Fuelz

source: Liters
cy: Литрлар
si: ලීටර්
tg: Литрҳо
ur: لیٹر
uz: Litrlar

source: Payment method
cy: Тўлов усули
si: ගෙවීමේ ක්‍රමය
tg: Тарзи пардохт
ur: ادائیگی کا طریقہ
uz: To'lov usuli

source: Proof of Transaction
cy: Транзакция исботи
si: ගනුදෙනු සාධකය
tg: Далели муомилот
ur: لین دین کا ثبوت
uz: Tranzaksiya isboti

source: View Receipt
cy: Чекни кўриш
si: රිසිට් බලන්න
tg: Дидани расид
ur: رسید دیکھیں
uz: Chekni ko'rish

source: Bank Accounts
cy: Банк ҳисоблари
si: බැංකු ගිණුම්
tg: Ҳисобҳои бонкӣ
ur: بینک اکاؤنٹس
uz: Bank hisoblari

# noBankAccountYet
source: You don't have a bank account yet
cy: Сизда ҳали банк ҳисоби йўқ
si: ඔබට තවම බැංකු ගිණුමක් නැත
tg: Шумо ҳанӯз ҳисоби бонкӣ надоред
ur: آپ کے پاس ابھی تک بینک اکاؤنٹ نہیں ہے
uz: Sizda hali bank hisobi yo'q

# futureBankAccounts
source: Your future bank accounts will appear here.
cy: Сизнинг келажакдаги банк ҳисобларингиз шу ерда пайдо бўлади.
si: ඔබගේ අනාගත බැංකු ගිණුම් මෙහි දිස් වනු ඇත.
tg: Ҳисобҳои бонкии ояндаи шумо дар ин ҷо пайдо мешаванд.
ur: آپ کے مستقبل کے بینک اکاؤنٹس یہاں ظاہر ہوں گے۔
uz: Sizning kelajakdagi bank hisoblaringiz shu yerda paydo bo'ladi.

source: Connect new bank account
cy: Янги банк ҳисобини улаш
si: නව බැංකු ගිණුම සම්බන්ධ කරන්න
tg: Пайвасти ҳисоби нави бонкӣ
ur: نیا بینک اکاؤنٹ منسلک کریں
uz: Yangi bank hisobini ulash

source: New bank account
cy: Янги банк ҳисоби
si: නව බැංකු ගිණුම
tg: Ҳисоби нави бонкӣ
ur: نیا بینک اکاؤنٹ
uz: Yangi bank hisobi

source: Bank
cy: Банк
si: බැංකුව
tg: Бонк
ur: بینک

source: Choose your bank
cy: Банкингизни танланг
si: ඔබගේ බැංකුව තෝරන්න
tg: Бонки худро интихоб кунед
ur: اپنا بینک منتخب کریں
uz: Bankingizni tanlang

source: Account Number
cy: Ҳисоб рақами
si: ගිණුම් අංකය
tg: Рақами ҳисоб
ur: اکاؤنٹ نمبر
uz: Hisob raqami

source: National ID Card Number
cy: Миллий ID карта рақами
si: ජාතික හැඳුනුම්පත් අංකය
tg: Рақами корти шиносномаи миллӣ
ur: قومی شناختی کارڈ نمبر
uz: Milliy ID karta raqami

source: Set Your Transaction PIN
cy: Транзакция PIN кодини ўрнатиш
si: ඔබගේ ගනුදෙනු PIN අංකය සකසන්න
tg: PIN-и муомилоти худро танзим кунед
ur: اپنا ٹرانزیکشن PIN سیٹ کریں
uz: Tranzaksiya PIN kodini o'rnatish

# securePaymentsBy
source: Secure your payments by creating a 4-digit PIN. This PIN will be required for all transactions.
cy: 4 хонали PIN код яратиб тўловларингизни ҳимоялаг. Бу PIN код барча транзакциялар учун талаб қилинади.
si: ඉලක්කම් 4ක PIN අංකයක් නිර්මාණය කිරීමෙන් ඔබගේ ගෙවීම් සුරක්ෂිත කරන්න. මෙම PIN අංකය සියලුම ගනුදෙනු සඳහා අවශ්‍ය වේ.
tg: Бо сохтани PIN-и 4-рақама пардохтҳои худро муҳофизат кунед. Ин PIN барои ҳамаи муомилот талаб карда мешавад.
ur: 4 ہندسوں کا PIN بنا کر اپنی ادائیگیوں کو محفوظ بنائیں۔ یہ PIN تمام لین دین کے لیے درکار ہوگا۔
uz: 4 xonali PIN kod yaratib to'lovlaringizni himoyalang. Bu PIN kod barcha tranzaksiyalar uchun talab qilinadi.

source: Bank account number
cy: Банк ҳисоб рақами
si: බැංකු ගිණුම් අංකය
tg: Рақами ҳисоби бонкӣ
ur: بینک اکاؤنٹ نمبر
uz: Bank hisob raqami

source: Payment
cy: Тўлов
si: ගෙවීම
tg: Пардохт
ur: ادائیگی
uz: To'lov

source: Payment completed
cy: Тўлов бажарилди
si: ගෙවීම සම්පූර්ණයි
tg: Пардохт анҷом ёфт
ur: ادائیگی مکمل ہوئی
uz: To'lov bajarildi

source: Payment failed
cy: Тўлов амалга ошмади
si: ගෙවීම අසාර්ථකයි
tg: Пардохт иҷро нашуд
ur: ادائیگی ناکام
uz: To'lov amalga oshmadi

# thankYouForPurchase
source: Thank you for your purchase
cy: Харидингиз учун раҳмат
si: ඔබගේ මිලදී ගැනීම සඳහා ස්තූතියි
tg: Барои хариди шумо ташаккур
ur: آپ کی خریداری کا شکریہ
uz: Xaridingiz uchun rahmat

source: Back Home
cy: Бош саҳифага
si: නිවසට
tg: Ба хона
ur: گھر واپس
uz: Bosh sahifaga

source: Try again
cy: Қайта уриниш
si: නැවත උත්සාහ කරන්න
tg: Боз кӯшиш кунед
ur: دوبارہ کوشش کریں
uz: Qayta urinish

source: Please try again
cy: Илтимос, қайта уриниб кўринг
si: කරුණාකර නැවත උත්සාහ කරන්න
tg: Лутфан, боз кӯшиш кунед
ur: براہ کرم دوبارہ کوشش کریں
uz: Iltimos, qayta urinib ko'ring

# paymentProcessUnderway
source: The payment process is underway
cy: Тўлов жараёни давом этмоқда
si: ගෙවීමේ ක්‍රියාවලිය සිදුවෙමින් පවතී
tg: Раванди пардохт идома дорад
ur: ادائیگی کا عمل جاری ہے
uz: To'lov jarayoni davom etmoqda

source: Enter PIN Code
cy: PIN кодни киритинг
si: PIN කේතය ඇතුළත් කරන්න
tg: PIN-ро ворид кунед
ur: PIN کوڈ درج کریں
uz: PIN kodni kiriting

source: Enter transaction PIN
cy: Транзакция PIN кодини киритинг
si: ගනුදෙනු PIN අංකය ඇතුළත් කරන්න
tg: PIN-и муомилотро ворид кунед
ur: ٹرانزیکشن PIN درج کریں
uz: Tranzaksiya PIN kodini kiriting

# toConfirmPayment
source: To confirm the payment, please enter your PIN code
cy: Тўловни тасдиқлаш учун PIN кодингизни киритинг
si: ගෙවීම තහවුරු කිරීමට, කරුණාකර ඔබගේ PIN කේතය ඇතුළත් කරන්න
tg: Барои тасдиқи пардохт, лутфан PIN-и худро ворид кунед
ur: ادائیگی کی تصدیق کے لیے، براہ کرم اپنا PIN کوڈ درج کریں
uz: To'lovni tasdiqlash uchun PIN kodingizni kiriting

# toConfirmPaymentTransaction
source: To confirm the payment, please enter your transaction PIN
cy: Тўловни тасдиқлаш учун транзакция PIN кодингизни киритинг
si: ගෙවීම තහවුරු කිරීමට, කරුණාකර ඔබගේ ගනුදෙනු PIN අංකය ඇතුළත් කරන්න
tg: Барои тасдиқи пардохт, лутфан PIN-и муомилоти худро ворид кунед
ur: ادائیگی کی تصدیق کے لیے، براہ کرم اپنا ٹرانزیکشن PIN درج کریں
uz: To'lovni tasdiqlash uchun tranzaksiya PIN kodingizni kiriting

source: Forgot PIN Code?
cy: PIN кодни унутдингизми?
si: PIN කේතය අමතක වුණාද?
tg: PIN-ро фаромӯш кардед?
ur: PIN کوڈ بھول گئے؟
uz: PIN kodni unutdingizmi?

source: Forgot Transaction PIN?
cy: Транзакция PIN кодини унутдингизми?
si: ගනුදෙනු PIN අංකය අමතක වුණාද?
tg: PIN-и муомилотро фаромӯш кардед?
ur: ٹرانزیکشن PIN بھول گئے؟
uz: Tranzaksiya PIN kodini unutdingizmi?

# pinCodeIncorrect
source: The Pin Code entered is incorrect. Please try again.
cy: Киритилган PIN код нотўғри. Илтимос, қайта уриниб кўринг.
si: ඇතුළත් කළ PIN කේතය වැරදියි. කරුණාකර නැවත උත්සාහ කරන්න.
tg: PIN-и воридшуда нодуруст аст. Лутфан, боз кӯшиш кунед.
ur: درج کردہ PIN کوڈ غلط ہے۔ براہ کرم دوبارہ کوشش کریں۔
uz: Kiritilgan PIN kod noto'g'ri. Iltimos, qayta urinib ko'ring.

source: Amount
cy: Сумма
si: මුදල
tg: Маблағ
ur: رقم
uz: Summa

source: Fuelback used
cy: Фойдаланилган Fuelback
si: භාවිතා කළ Fuelback
tg: Fuelback истифодашуда
ur: استعمال شدہ Fuelback
uz: Foydalanilgan Fuelback

source: Credit Card
cy: Кредит карта
si: ක්‍රෙඩිට් කාඩ්
tg: Корти кредитӣ
ur: کریڈٹ کارڈ
uz: Kredit karta

source: Change
cy: Ўзгартириш
si: වෙනස් කරන්න
tg: Тағйир додан
ur: تبدیل کریں
uz: O'zgartirish

source: Pay
cy: Тўлаш
si: ගෙවන්න
tg: Пардохт
ur: ادا کریں
uz: To'lash

# sendReceiptByEmail
source: Send the receipt by email?
cy: Чекни электрон почта орқали юборишми?
si: විද්‍යුත් තැපෑල මගින් රිසිට් යවන්නද?
tg: Расидро тавассути почтаи электронӣ фиристем?
ur: رسید بذریعہ ای میل بھیجیں؟
uz: Chekni elektron pochta orqali yuborishmi?

source: Tips
cy: Чой пули
si: ටිප්ස්
tg: Бахшиш
ur: ٹپس
uz: Choy puli

source: Tips amount
cy: Чой пули миқдори
si: ටිප්ස් මුදල
tg: Маблағи бахшиш
ur: ٹپس کی رقم
uz: Choy puli miqdori

source: No tip
cy: Чой пули йўқ
si: ටිප් නැත
tg: Бе бахшиш
ur: کوئی ٹپ نہیں
uz: Choy puli yo'q

source: Leave a tip?
cy: Чой пули қолдирасизми?
si: ටිප් එකක් තියන්නද?
tg: Бахшиш гузоред?
ur: ٹپ چھوڑیں؟
uz: Choy puli qoldirasizmi?

# thankEmployeeByTip
source: You can thank the employee by leaving a tip
cy: Сиз ходимга чой пули қолдириб миннатдорчилик билдиришингиз мумкин
si: ඔබට ටිප් එකක් තැබීමෙන් සේවකයාට ස්තූති කළ හැකිය
tg: Шумо метавонед бо гузоштани бахшиш аз корманд ташаккур кунед
ur: آپ ٹپ چھوڑ کر ملازم کا شکریہ ادا کر سکتے ہیں
uz: Siz xodimga choy puli qoldirib minnatdorchilik bildirishingiz mumkin

# paymentMethodAdded
source: A new payment method has been successfully added
cy: Янги тўлов усули муваффақиятли қўшилди
si: නව ගෙවීමේ ක්‍රමයක් සාර්ථකව එකතු කර ඇත
tg: Усули нави пардохт бомуваффақият илова шуд
ur: نیا ادائیگی کا طریقہ کامیابی سے شامل کیا گیا
uz: Yangi to'lov usuli muvaffaqiyatli qo'shildi

source: Back to Payment selection
cy: Тўлов танлашга қайтиш
si: ගෙවීම් තේරීමට ආපසු
tg: Бозгашт ба интихоби пардохт
ur: ادائیگی کے انتخاب پر واپس
uz: To'lov tanlashga qaytish

# newTitle
source: New
cy: Янги
si: නව
tg: Нав
ur: نیا
uz: Yangi

source: Montant
cy: Миқдор
si: ප්‍රමාණය
tg: Миқдор
ur: مقدار
uz: Miqdor

source: Purchase Fuel
cy: Ёқилғи сотиб олиш
si: ඉන්ධන මිලදී ගන්න
tg: Харидани сӯзишворӣ
ur: ایندھن خریدیں
uz: Yoqilg'i sotib olish

# selectGasStation
source: Select a gas station
cy: Ёқилғи қуйиш станцияsини танланг
si: ගෑස් මධ්‍යස්ථානය තෝරන්න
tg: Нуқтаи сӯзишвориро интихоб кунед
ur: گیس اسٹیشن منتخب کریں
uz: Yoqilg'i quyish stansiyasini tanlang

source: Liters to Purchased
cy: Сотиб олинадиган литрлар
si: මිලදී ගැනීමට ලීටර්
tg: Литрҳо барои харид
ur: خریدنے کے لیے لیٹر
uz: Sotib olinadigan litrlar

source: Purchase
cy: Сотиб олиш
si: මිලදී ගැනීම
tg: Харид
ur: خریداری
uz: Sotib olish

source: Scan QR Code
cy: QR кодни сканерлаш
si: QR කේතය ස්කෑන් කරන්න
tg: Сканкунии рамзи QR
ur: QR کوڈ اسکین کریں
uz: QR kodni skanerlash

source: Payment Mode
cy: Тўлов режими
si: ගෙවීමේ ක්‍රමය
tg: Реҷаи пардохт
ur: ادائیگی کا طریقہ
uz: To'lov rejimi

# physicalCashOrCard
source: Physical (Cash or Credit Card)
cy: Жисмоний (нақд ёки карта)
si: භෞතික (මුදල් හෝ ක්‍රෙඩිට් කාඩ්)
tg: Воқеӣ (нақд ё корт)
ur: فزیکل (نقد یا کریڈٹ کارڈ)
uz: Jismoniy (naqd yoki karta)

# useWithFuelbackQr
source: Use with fuelback QR Code
cy: Fuelback QR коди билан фойдаланиш
si: Fuelback QR කේතය සමඟ භාවිතා කරන්න
tg: Бо рамзи QR-и Fuelback истифода баред
ur: Fuelback QR کوڈ کے ساتھ استعمال کریں
uz: Fuelback QR kodi bilan foydalanish

source: Refueling
cy: Ёқилғи қуйиш
si: ඉන්ධන පිරවීම
tg: Сӯзишворигирӣ
ur: ری فیولنگ
uz: Yoqilg'i quyish

source: My QR Code
cy: Менинг QR кодим
si: මගේ QR කේතය
tg: Рамзи QR-и ман
ur: میرا QR کوڈ
uz: Mening QR kodim

# showToAttendant
source: Show to the gas station attendant
cy: Ёқилғи қуйиш станцияси ходимига кўрсатинг
si: ගෑස් මධ්‍යස්ථාන සේවකයාට පෙන්වන්න
tg: Ба хизматрасони нуқтаи сӯзишворӣ нишон диҳед
ur: گیس اسٹیشن اٹینڈنٹ کو دکھائیں
uz: Yoqilg'i quyish stansiyasi xodimiga ko'rsating

source: Redeemable Balance
cy: Фойдаланиш мумкин бўлган баланс
si: මුදවා ගත හැකි ශේෂය
tg: Тавозуни қобили истирдод
ur: قابل تلافی بیلنس
uz: Foydalanish mumkin bo'lgan balans

source: Redeem Fuelz
cy: Fuelz ишлатиш
si: Fuelz මුදවා ගන්න
tg: Истифодаи Fuelz
ur: Fuelz استعمال کریں
uz: Fuelz ishlatish

# toRedeemFuelz
source: To redeem Fuelz, your account must have a minimum of 5 transactions.
cy: Fuelz ишлатиш учун ҳисобингизда камида 5 та транзакция бўлиши керак.
si: Fuelz මුදවා ගැනීමට, ඔබගේ ගිණුමට අවම වශයෙන් ගනුදෙනු 5ක් තිබිය යුතුය.
tg: Барои истифодаи Fuelz, ҳисоби шумо бояд ҳадди ақал 5 муомилот дошта бошад.
ur: Fuelz استعمال کرنے کے لیے، آپ کے اکاؤنٹ میں کم از کم 5 لین دین ہونا ضروری ہے۔
uz: Fuelz ishlatish uchun hisobingizda kamida 5 ta tranzaksiya bo'lishi kerak.

source: Cash / Card
cy: Нақд / Карта
si: මුදල් / කාඩ්
tg: Нақд / Корт
ur: نقد / کارڈ
uz: Naqd / Karta

source: via Fuelback QR
cy: Fuelback QR орқали
si: Fuelback QR හරහා
tg: тавассути Fuelback QR
ur: Fuelback QR کے ذریعے
uz: Fuelback QR orqali

source: Self Check-In
cy: Ўз-ўзини рўйхатдан ўтказиш
si: ස්වයං ලියාපදිංචිය
tg: Худсабткунӣ
ur: سیلف چیک ان
uz: O'z-o'zini ro'yxatdan o'tkazish

source: Test - Dalana
cy: Тест - Далана
si: පරීක්ෂණ - දලන
tg: Санҷиш - Далана
ur: ٹیسٹ - دالانا

source: Map
cy: Харита
si: සිතියම
tg: Харита
ur: نقشہ
uz: Xarita

source: Search
cy: Қидирув
si: සොයන්න
tg: Ҷустуҷӯ
ur: تلاش
uz: Qidiruv

source: Shops
cy: Дўконлар
si: වෙළඳසැල්
tg: Мағозаҳо
ur: دکانیں
uz: Do'konlar

source: Services
cy: Хизматлар
si: සේවා
tg: Хизматрасониҳо
ur: خدمات
uz: Xizmatlar

source: Get Direction
cy: Йўналиш олиш
si: දිශාව ලබා ගන්න
tg: Гирифтани самт
ur: سمت حاصل کریں
uz: Yo'nalish olish

source: Profile
cy: Профил
si: පැතිකඩ
tg: Профил
ur: پروفائل
uz: Profil

# youHaveSavedSince
source: You have saved since {date}
cy: Сиз {date} дан бери тежадингиз
si: ඔබ {date} සිට ඉතිරි කර ඇත
tg: Шумо аз {date} сарфа кардаед
ur: آپ نے {date} سے بچت کی ہے
uz: Siz {date} dan beri tejadingiz

source: Recent consumption
cy: Сўнгги истеъмол
si: මෑත පරිභෝජනය
tg: Истеъмоли охир
ur: حالیہ استعمال
uz: So'nggi iste'mol

# inviteFriends
source: Invite friends to FuelBack
cy: Дўстларни FuelBack'га таклиф қилиш
si: මිතුරන් FuelBack වෙත ආරාධනා කරන්න
tg: Дӯстонро ба FuelBack даъват кунед
ur: دوستوں کو FuelBack میں مدعو کریں
uz: Do'stlarni FuelBack'ga taklif qilish

# getFuelzWhen
source: You get 50 Fuelz when your friends makes their first purchase.
cy: Дўстларингиз биринчи харид қилганда 50 Fuelz оласиз.
si: ඔබගේ මිතුරන් ඔවුන්ගේ පළමු මිලදී ගැනීම කරන විට ඔබට Fuelz 50ක් ලැබේ.
tg: Вақте дӯстони шумо хариди аввалини худро анҷом медиҳанд, 50 Fuelz мегиред.
ur: جب آپ کے دوست اپنی پہلی خریداری کرتے ہیں تو آپ کو 50 Fuelz ملتے ہیں۔
uz: Do'stlaringiz birinchi xarid qilganda 50 Fuelz olasiz.

source: Find out more
cy: Батафсил маълумот
si: තවත් දැනගන්න
tg: Маълумоти бештар
ur: مزید معلومات
uz: Batafsil ma'lumot

source: Add Promo Code
cy: Промо код қўшиш
si: ප්‍රවර්ධන කේතය එකතු කරන්න
tg: Илова кардани рамзи промо
ur: پرومو کوڈ شامل کریں
uz: Promo kod qo'shish

source: Payment Settings
cy: Тўлов созламалари
si: ගෙවීම් සැකසුම්
tg: Танзимоти пардохт
ur: ادائیگی کی ترتیبات
uz: To'lov sozlamalari

source: Settings
cy: Созламалар
si: සැකසුම්
tg: Танзимот
ur: ترتیبات
uz: Sozlamalar

source: My projects
cy: Менинг лойиҳаларим
si: මගේ ව්‍යාපෘති
tg: Лоиҳаҳои ман
ur: میرے منصوبے
uz: Mening loyihalarim

# plantTrees
source: Plant {count} trees
cy: {count} дарахт экиш
si: ගස් {count}ක් සිටුවන්න
tg: {count} дарахт шинонед
ur: {count} درخت لگائیں
uz: {count} daraxt ekish

# joinGreenInitiative
source: Join our green initiative to transform Sri Lanka's landscape...
cy: Шри-Ланка ландшафтини ўзгартириш бўйича яшил ташаббусимизга қўшилинг...
si: ශ්‍රී ලංකාවේ භූ දර්ශනය පරිවර්තනය කිරීමට අපගේ හරිත මුලපිරීමට එකතු වන්න...
tg: Ба ташаббуси сабзи мо барои табдили манзараи Шри-Ланка ҳамроҳ шавед...
ur: سری لنکا کے منظر نامے کو تبدیل کرنے کے لیے ہماری سبز پہل میں شامل ہوں...
uz: Shri-Lanka landshaftini o'zgartirish bo'yicha yashil tashabbusimizga qo'shiling...

source: Funds collected
cy: Йиғилган маблағ
si: එකතු කළ අරමුදල්
tg: Маблағҳои ҷамъшуда
ur: جمع شدہ فنڈز
uz: Yig'ilgan mablag'

source: Fuelz liters
cy: Fuelz литрлар
si: Fuelz ලීටර්
tg: Литрҳои Fuelz
ur: Fuelz لیٹر
uz: Fuelz litrlar

source: My badges
cy: Менинг нишонларим
si: මගේ ලාංඡන
tg: Нишонҳои ман
ur: میرے بیجز
uz: Mening nishonlarim

source: Account Information
cy: Ҳисоб маълумотлари
si: ගිණුම් තොරතුරු
tg: Маълумоти ҳисоб
ur: اکاؤنٹ کی معلومات
uz: Hisob ma'lumotlari

source: Update Email
cy: Электрон почтани янгилаш
si: විද්‍යුත් තැපෑල යාවත්කාලීන කරන්න
tg: Навсозии почтаи электронӣ
ur: ای میل اپ ڈیٹ کریں
uz: Elektron pochtani yangilash

source: Language
cy: Тил
si: භාෂාව
tg: Забон
ur: زبان
uz: Til

source: English
cy: Инглизча
si: ඉංග්‍රීසි
tg: Англисӣ
ur: انگریزی
uz: Inglizcha

source: Log out
cy: Чиқиш
si: පිටවන්න
tg: Баромадан
ur: لاگ آؤٹ
uz: Chiqish

source: Delete my account
cy: Ҳисобимни ўчириш
si: මගේ ගිණුම මකන්න
tg: Нест кардани ҳисоби ман
ur: میرا اکاؤنٹ ڈیلیٹ کریں
uz: Hisobimni o'chirish

source: Account
cy: Ҳисоб
si: ගිණුම
tg: Ҳисоб
ur: اکاؤنٹ
uz: Hisob

source: Auto-Redeem Fuelz
cy: Автоматик Fuelz ишлатиш
si: ස්වයංක්‍රීය Fuelz මුදවීම
tg: Истифодаи худкори Fuelz
ur: آٹو ریڈیم Fuelz
uz: Avtomatik Fuelz ishlatish

source: Support center
cy: Ёрдам маркази
si: සහාය මධ්‍යස්ථානය
tg: Маркази дастгирӣ
ur: سپورٹ سینٹر
uz: Yordam markazi

source: About Us
cy: Биз ҳақимизда
si: අප ගැන
tg: Дар бораи мо
ur: ہمارے بارے میں
uz: Biz haqimizda

source: Disabled
cy: Ўчирилган
si: අක්‍රීයයි
tg: Хомӯш
ur: غیر فعال
uz: O'chirilgan
